import { IDataText } from './about.interface'

export const aboutParagraphs: IDataText[] = [
	{
		id: 0,
		text: 'Меня зовут Анжела Тумасян-Полянская, я - ведущий преподаватель и основательница школы цветочного декора «Magic Flowers studio».'
	},
	{
		id: 1,
		text: 'И конечно же, моя история в целом похожа на многие другие - в кондитерский мир профессионально я пришла не сразу.'
	},
	{
		id: 2,
		text: 'Сначала в моей жизни была хореография - образование и работа по специальности. Постановка танцев, свой коллектив,\n\
    первые успехи и победы на конкурсах - я наслаждалась каждым моментом и жила только этим! Но было это в начале 90-х и\n\
    в какой-то момент всем стало не до танцев…'
	},
	{
		id: 3,
		text: 'Следующий мой этап - финансово-экономическое образование в\n\
    Московском университете управления и работа в нефтяных компаниях -\n\
    это 10 лет жизни, хорошие доходы, интересный опыт, НО - не мое! Нет\n\
    творчества, рутина и неудовлетворенность жизнью, все это не\n\
    добавляет оптимизма, правда?'
	},
	{
		id: 4,
		text: '	Решение созрело - я вернулась на юг к морю и солнцу и … открыла свою кондитерскую!'
	}
]

export const aboutModalParagraphs: IDataText[] = [
	{
		id: 0,
		text: 'Выпечка как хобби была со мной всю жизнь, и открывая кондитерскую,  я рассчитывала\n\
    только на свои знания и рецепты из советского прошлого. Медовики и наполеоны, картошка и \n\
    профитроли, графские развалины и панчо и прочие вкусняшки из натуральных и лучших продуктов,\n\
    все это закономерно привело к успеху и местечко стало довольно быстро популярным, ведь людям\n\
    уже успели надоесть «химические торты». Но шло время, появились заказные торты и моих знаний\n\
    стало явно не хватать, как для новых и интересных начинок, так и что самое главное \n\
    - для оформления тортов. '
	},
	{
		id: 1,
		text: 'Какое то время помогал замечательный журнал ТортДеко (до сих пор храню всю коллекцию),\n\
    но пришёл момент и я поняла, что нужно выходить на новый уровень, а это значит учиться. \n\
    Об этом решении я не пожалела ни разу и хоть было потрачено много средств, я не жалею ни \n\
    об одном рубле - ведь средства вложенные в своё развитие всегда окупаются, если конечно \n\
    ты целеустремленный человек и движешься в нужном направлении).'
	},
	{
		id: 2,
		text: 'Задача была не из легких - 2012 г и не было не то что онлайн школ, но и практически \n\
    кондитерских школ как таковых! Одной из первых была студия Тани Хегай «SugarArt» в Москве - \n\
    эта студия и стала моим первым опытом и как я считаю самым лучшим! Две недели индивидуального \n\
    курса по сахарным цветам в английской технике (но с корейской дотошностью)) у Тани - железобетонная основа, \n\
    благодаря которой, я выработала свой стиль создания цветов и композиций в декоре тортов!'
	},
	{
		id: 3,
		text: 'Потом было еще очень много чудесных встреч - большой курс у Алана Дана, гуру сахарной флористики, \n\
    преподавателя английской школы «Squires Kitchen», три дня с чудесными сахарными пионами у Наоми Ямомото, \n\
    преподавателя той же школы.'
	},
	{
		id: 4,
		text: 'Вафельные  пионы с Петей Шмаровой, подружившей меня с вафельной бумагой, за что ей огромное спасибо! \n\
    Тот самый случай, когда один день меняет Вашу жизнь)!'
	},
	{
		id: 5,
		text: 'Было много курсов по начинкам - Гаэль Маршак, Ханс Овандо, Вера Никандрова, масса онлайн обучений - \n\
    каждый курс давал что то интересное, что я с удовольствием воплощала в соих свадебных тортах - моей основной специализации.'
	},
	{
		id: 6,
		text: 'Со временем и опытом я выработала свой стиль в сахарной флористике и разработала техники, \n\
    которые помогли мне и при работе как с вафельной бумагой, так и с пластичным шоколадом. \n\
    Пришло время и я поняла, что хочу делиться всеми полученными знаниями, а их к этому моменту \n\
    накопилось уже более, чем достаточно. Так родилась кондитерская студия, где я проводила курсы \n\
    как по выпечке, сборке и тд, так и по цветочному декору тортов. И я благодарна каждому студенту, \n\
    посетившему мои курсы (а были девочки и из других регионов, и даже из других стран) за оказанное \n\
    мне доверие и за чудесно проведённое время!'
	},
	{
		id: 7,
		text: 'Потом было много выездных курсов - Москва, Волгоград, Самара, Волгодонск, Махачкала, Ставрополь, \n\
    Ростов, а еще несколько раз Армения и Казахстан! Было здорово - новые города, страны, впечатления, \n\
    прекрасные организаторы и талантливые студенты!'
	},
	{
		id: 8,
		text: 'А потом случился ковид и я, сидя взаперти от отчаяния и грусти все- таки пришла  к тому, о чем меня  \n\
    давно просили девочки, у которых не было возможности посетить очные курсы - я записала первый онлайн курс! \n\
    И каково же было мое удивление, когда мне на разбор стали приходить первые работы студентов! \n\
    Такого результата от онлайн преподавания я не ожидала! Работы были чудесными! Что и стало мотивацией для \n\
    организации онлайн школы цветочного декора «Magic flowers studio» и записи все новых курсов.'
	},
	{
		id: 9,
		text: 'За эти годы в моей школе прошли и продолжают обучение более 2000 студентов из разных стран: США, Казахстан, \n\
    Беларусь, Украина, Германия, Канада, Кипр, Испания, Грузия, Армения и конечно РФ.'
	},
	{
		id: 10,
		text: 'Признательна всем Вам и надеюсь, что мои знания помогли Вам выйти на новый уровень профессионализма!'
	},
	{
		id: 11,
		text: 'А для тех, кто только мечтает освоить это чудесное искусство хочу сказать - ничего не бойтесь, для того, \n\
    чтобы создавать рукотворные цветы для Ваших кондитерских шедевров не нужно особых талантов или художественного \n\
    образования, все на самом деле легко, просто нужно знать как)! Немного старания, терпения, вкуса, щепотка знаний \n\
    и вуаля -  прекрасные цветы, созданные своими руками готовы!'
	},
	{
		id: 12,
		text: 'Я постаралась создать уроки по самым популярным цветам в декоре тортов.'
	},
	{
		id: 13,
		text: 'В программе есть курсы по созданию цветов из трёх основных материалов, используемых кондитерами. \n\
    Каждый курс состоит из   очень простых и подробных уроков с моим голосовым  сопровождением, но если что \n\
    то все таки останется непонятно - Вы всегда сможете спросить совета, для этого есть обратная связь.'
	},
	{
		id: 14,
		text: 'Творите, дерзайте, развивайтесь и достигайте новых высот!'
	}
]
